[
  "obsidian-mind-map",
  "convert-url-to-iframe",
  "obsidian-image-auto-upload-plugin",
  "media-extended",
  "various-complements",
  "mx-bili-plugin",
  "obsidian-annotator",
  "obsidian-pandoc",
  "obsidian-style-settings",
  "obsidian-enhancing-mindmap",
  "obsidian-custom-frames",
  "markdown-table-editor",
  "obsidian-image-toolkit",
  "highlightr-plugin",
  "obsidian-minimal-settings",
  "Enhanced-editing",
  "ob-table-enhancer",
  "text-snippets-obsidian",
  "obsidian42-brat",
  "cmenu-plugin",
  "surfing",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "folder-note-plugin",
  "obsidian-footnotes",
  "obsidian-table-generator",
  "mysnippets-plugin",
  "obsidian-git"
]